Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/asylum_seekers_and_refugees/the_asylum_process_in_ireland/withdrawing_from_the_asylum_process_in_ireland.html.txt.tmx
Source language: en
Languages: fr

source: Withdrawing from the international protection process
fr: Abandon de la procédure de demande d'asile

source: The International Protection Act 2015 provides for the withdrawal of applications for international protection (refugee status and subsidiary protection)
fr: Vous avez la possibilité de retirer votre demande d'attribution du statut de réfugié en avisant par écrit le Commissariat chargé des demandes des réfugiés si celui-ci n'a pas terminé l'examen de votre demande

source: You may withdraw your application at the first stage or at the appeal stage
fr: Veuillez indiquer clairement les motifs du retrait de votre demande et préciser si vous avez demandé un permis de séjour dans le territoire national

source: In certain circumstances your application may be deemed to be withdrawn – see below
fr: Le Ministre de la Justice sera informé de votre démarche

source: Withdrawal at first stage
fr: Abandon au stade du recours en appel

source: If your application for international protection is still under consideration by the International Protection Office, you may withdraw your application by notifying the Minister for Justice and Equality in writing
fr: Il convient que vous informiez par écrit la Cour d'appel en matière de Réfugiés de votre intention de retirer votre recours en appel au moyen d'un Formulaire d'Abandon de procédure (Withdrawal Form)

source: When the Minister is notified of your withdrawal, they will refuse to give you either a declaration of refugee status or a declaration of subsidiary protection. If you have a solicitor, they will be notified
fr: Dans ce cas, la décision initiale du Commissariat chargé des demandes de reconnaissance du statut des réfugiés recommandant le refus de vous accorder le statut de réfugié reste applicable

source: Withdrawal at appeal stage
fr: La recommandation du Commissariat chargé des demandes de reconnaissance du statut des réfugiés sera transmise au Ministre de la Justice lequel refusera éventuellement de vous octroyer une attestation du statut de réfugié et vous informera peut-être de ce que des démarches ont été faites dans le but de vous faire quitter le territoire national, à moins que vous n'ayez demandé ou reçu un permis de séjour

source: If you wish to withdraw at the appeal stage, you should send your notice of withdrawal to the International Protection Appeals Tribunal
fr: Les Formulaires d'Abandon de procédure peuvent çtre obtenus auprès du Greffe de la Cour d'appel en matière de réfugiés

source: If your appeal is withdrawn or deemed to be withdrawn, the Minister for Justice and Equality will refuse to give you a refugee or subsidiary protection declaration
fr: Lorsque vous remplirez le Formulaire d'Abandon de procédure, veuillez indiquer clairement les motifs du retrait de votre demande et préciser si vous avez demandé un permis de séjour dans le territoire national

source: The Minister may then arrange for your removal from the State unless you have been granted permission to remain in the State or you have agreed to return voluntarily to your country of origin
fr: Il convient de retourner ce formulaire dûment complété à Cour d'appel en matière de réfugiés. Si vous disposez des services d'un avocat, celui/celle-ci devrait contresigner votre Formulaire d'Abandon de procédure

source: There are a number of circumstances in which failure on your part to comply with your statutory obligations may result in your application for international protection (or your appeal against refusal) being deemed withdrawn
fr: Il existe un certain nombre des circonstances dans lesquelles votre manquement à certaines obligations légales pourrait avoir pour conséquence le retrait de votre demande d'attribution du statut de réfugié

source: In which case, the Minister shall refuse to give you a refugee status or subsidiary protection declaration
fr: Dans un cas semblable, le Ministre de la Justice refusera de vous accorder une attestation

source: These are as follows:
fr: Les cas suivants sont applicables:

source: • Failure to inform the Minister for Justice and Equality of your address or change of address
fr: • Ne pas fournir d'adresse au Commissariat dans les 5 jours ouvrés suivant le dépôt de votre demande

source: • Failure to report when required to do so
fr: • Ne pas informer le Commissariat d'un changement d'adresse

source: • Failure to reside or remain at a particular district of place in the State when required to do so
fr: • Ne pas vous présenter devant les autorités lorsque c'est requis de vous

source: • Failure to co-operate with the International Protection Office or to furnish information relevant to your application
fr: • Ne pas résider ou demeurer pas dans une circonscription ou un lieu particulier dans le pays lorsque cela est requis de vous

source: • Failure to attend for interview with the International Protection Office
fr: • Quitter ou essayer de quitter le territoire national sans l'autorisation du Ministre de la Justice

source: • Failure to co-operate with the International Protection Appeals Tribunal or to furnish information relevant to your appeal
fr: • Ne pas coopérer avec le Commissariat chargé des demandes des réfugiés ou ne pas fournir des renseignements utiles à votre demande

source: • Failure to attend for an oral hearing with the Tribunal, without reasonable cause
fr: • Ne pas vous présenter à une entrevue avec le Commissaire

source: If your application for international protection has been withdrawn or is deemed withdrawn, but you wish to apply again, you may be able to make a subsequent application
fr: • Ne pas coopérer avec la Cour d'appel en matière de réfugiés ou ne pas fournir des renseignements utiles à votre recours en appel

source: You must satisfy the following condition:
fr: • Ne pas vous présenter à une audience de la Cour d'appel

source: The decision in this appeal will be made without an oral hearing
fr: Lorsqu'une demande est réputée retirée, aucun recours en appel n'est possible
